Repository: JonFjolnirAlbertsson/NAVAddOns
Catalog: SMS/AL/SMSAuthentication/Translations/SMS Authentication.NOR.xlf
Languages: nb_no

# Codeunit 4170686321 - NamedType 2168303242
source: The message is empty.
nb_no: Meldingen er tom.

# Codeunit 4170686321 - NamedType 246854407
source: Recipient mobile no. is not specified.
nb_no: Mottakers mobilnr. er ikke angitt.

# Codeunit 4170686321 - NamedType 304793288
source: User ID does not exist
nb_no: Bruker-ID eksisterer ikke

# Codeunit 4170686321 - NamedType 3243361549
source: Salesperson %1 %2 does not have a valid email address and valid name
nb_no: Selger% 1% 2 har ikke en gyldig e-postadresse og gyldig navn

# Codeunit 3323571419 - NamedType 300611679
source: User does not exists.
nb_no: Brukeroppsett mangler

# Page 3964702590 - Property 2879900210
source: SMS Setup
nb_no: SMS oppsett

# Page 3964702590 - Control 910509061 - Property 2879900210
source: Password
nb_no: Passord

# Page 1493577790 - Property 2879900210
source: SMS Send Message
nb_no: SMS Send melding

# Page 1493577790 - Control 3080177079 - Property 2879900210
source: Phone No.
nb_no: Telefonnr.

# Page 1493577790 - Control 3076946130 - Property 2879900210
source: Message
nb_no: Melding

# Page 1493577790 - Action 1514883969 - Property 2879900210
source: Setup
nb_no: Oppsett

# Page 1493577790 - Action 4174539456 - Property 2879900210
source: Send
nb_no: Sende

# Page 251992308 - Property 2879900210
source: Enter SMS Code
nb_no: Skriv inn SMS kode

# Page 251992308 - Control 3510501772 - Property 2879900210
source: Enter the code you received by SMS
nb_no: Skriv inn koden du mottok via SMS

# Table 3985815838 - Field 129688762 - Property 2879900210
source: User Name
nb_no: Brukernavn

# Table 3985815838 - Field 2575460289 - Property 2879900210
source: Password
nb_no: Passord

# Table 3985815838 - Field 3997336476 - Property 2879900210
source: Company Name
nb_no: Selskapsnavn

# TableExtension 1663419260 - Field 3986423421 - Property 2879900210
source: Phone No.
nb_no: Telefonnr.

# TableExtension 1663419260 - Field 4009244010 - Property 2879900210
source: Use SMS Authentication
nb_no: Bruk SMS godkjenning

# TableExtension 1663419260 - Field 1173669634 - Property 2879900210
source: Use Service Web
nb_no: Bruk Serviceweb
